tap "buo/cask-upgrade"
tap "dart-lang/dart"
tap "sass/sass"
brew "advancecomp"
brew "zstd"
brew "webp"
brew "git"
brew "asdf"
brew "openssl@3"
brew "cryptography"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "boost"
brew "gcc"
brew "openblas"
brew "numpy"
brew "bzt"
brew "glib"
brew "cfssl", link: false
brew "cloog"
brew "node"
brew "codex"
brew "coreutils"
brew "ctags"
brew "cython"
brew "direnv"
brew "docutils", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fd"
brew "unbound"
brew "gnutls"
brew "zeromq"
brew "ffmpeg"
brew "flow"
brew "fzf"
brew "gdb"
brew "geckodriver"
brew "gh"
brew "gifsicle"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gsl"
brew "guile"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ipython", link: false
brew "jmeter"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "krb5"
brew "libfido2"
brew "libpq", link: true
brew "libproxy"
brew "libxml2"
brew "makedepend"
brew "mas"
brew "md5sha1sum", link: false
brew "minikube", link: false
brew "mysql-client"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "ollama"
brew "optipng"
brew "pam-reattach"
brew "pipenv"
brew "pngcrush"
brew "poppler"
brew "reattach-to-user-namespace"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "ruby-build"
brew "sevenzip"
brew "sphinx-doc"
brew "spidermonkey"
brew "tcl-tk"
brew "terraform"
brew "tmux"
brew "tomcat"
brew "tree"
brew "v8"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "chatgpt"
cask "docker"
cask "font-atkynson-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "mysql-shell"
cask "ngrok"
cask "nordvpn"
cask "postman"
cask "slack"
cask "spotify"
cask "xquartz"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
