cask "1password"
cask "alfred"
cask "chatgpt"
cask "docker"
cask "font-atkynson-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "mysql-shell"
cask "nordvpn"
cask "slack"
cask "xquartz"
cask "zoom"
