tap "buo/cask-upgrade"
tap "drone/drone"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
brew "advancecomp"
brew "zstd"
brew "webp"
brew "asdf"
brew "openssl@3", link: false
brew "awscli"
brew "bash"
brew "boost"
brew "gcc"
brew "openblas"
brew "numpy"
brew "bzt"
brew "glib"
brew "cfssl", link: false
brew "cloog"
brew "ctags"
brew "cython"
brew "direnv"
brew "docutils", link: false
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "elixir"
brew "exercism"
brew "fd"
brew "unbound"
brew "gnutls"
brew "zeromq"
brew "ffmpeg"
brew "flow"
brew "fzf"
brew "gdb"
brew "geckodriver"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gsl"
brew "guile"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ipython", link: false
brew "jmeter"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "libproxy"
brew "libxml2"
brew "makedepend"
brew "md5sha1sum", link: false
brew "minikube", link: false
brew "mysql-client"
brew "neovim"
brew "node"
brew "netlify-cli"
brew "nghttp2"
brew "nvm"
brew "openjdk"
brew "optipng"
brew "pipenv"
brew "pngcrush"
brew "poppler"
brew "postgresql@14"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "ruby-build"
brew "sevenzip"
brew "sphinx-doc"
brew "spidermonkey"
brew "tcl-tk"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat"
brew "tree"
brew "v8"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "heroku/brew/heroku"
cask "font-atkynson-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "mysql-shell"
cask "wezterm"
cask "xquartz"
